Repository: USDepartmentofLabor/DOL-Timesheet
Catalog: DOL-Timesheet/Resources/DOL-Timesheet/*.lproj/Localizable.strings
Languages: es

# csv_header3
source: ,Work Week,Total Hours Worked,Total Break Hours,Overtime Hours,Straight Time Earnings,Regular Rate, Overtime Pay
es: ,Semana Laboral,Total de Horas Trabajadas,Total de Horas de Descanso,Horas de Sobretiempo,Ganancias de Tiempo Regular,Tarifa Regular,Pago de Sobretiempo

# fsla_info1
source: The Fair Labor Standards Act (FLSA) requires that most employees receive the minimum wage for all the hours that they work, and overtime, at time and one-half their regular rates of pay, for hours they work beyond 40 in a workweek.
es: La Ley de Normas Justas de Trabajo (FLSA, por sus siglas en inglés) requiere que la mayoría de los empleados reciban el salario mínimo por todas las horas que trabajen, y sobretiempo, a tiempo y medio de su tarifa regular de pago, por las horas que trabajen por encima de 40 horas en una semana laboral.

# fsla_info2
source: The law includes some exemptions from these requirements. Some executive, administrative, professional, and outside sales workers, as well as some workers in the computer field, for example, are among those who, by law, are not required to receive the minimum wage and overtime pay from their employers.
es: La ley incluye algunas excepciones a estos requisitos. Algunos trabajadores ejecutivos, administrativos, profesionales y de ventas externas, así como algunos trabajadores en el campo de las computadoras, por ejemplo, están entre aquellos que, por ley, no están requeridos a recibir el pago de salario mínimo y sobretiempo de sus empleadores.

# spanish_support
source: ¿Le gustaría configurar esta aplicación en español? (Would you like to set this app to Spanish?)
es: Would you like to set this app to English? (¿Te gustaría cambiar esta aplicación a español?)

# yes_si
source: Sí (Yes)
es: Yes (Sí)

source: Switch to Spanish
es: cambiar a español

source: Switch to English
es: Cambiar a inglés

# primary_lang
source: To use this button and switch this app from Spanish to English, follow the instructions below.
es: Para usar este botón y cambiar esta aplicación de inglés a español, siga las instrucciones a continuación.

# secondary_lang
source: (Para usar este botón y cambiar esta aplicación de español a inglés, siga las instrucciones a continuación.)
es: (To use this button and switch this app from English to Spanish, follow the instructions below.)

# first_introduction
source: Go to Settings > General > Language & Region on your device.
es: Vaya a Configuración > General > Idioma y región en su dispositivo.

# second_introduction
source: Tap Other Languages.
es: Toque Otros idiomas.

# third_introduction
source: Select a language and, when prompted, tap Keep English.
es: Seleccione un idioma y, cuando se le solicite, toque Mantener inglés.

# fourth_introduction
source: Return to Timesheet and tap the button again to set the app to Spanish.
es: Regrese a Timesheet y toque el botón nuevamente para configurar la aplicación en español.

source: Back
es: Atras

# welcome_intro
source: Welcome to WHD's Timesheet App
es: ¡Bienvenido a la aplicación de hoja de tiempo de la WHD!

# onboard_welcome_employee
source: I want to use this app to help me keep track of other people's time.
es: Quiero usar esta aplicación para controlar mi propio tiempo. Ponme como empleado.

# onboard_welcome_employee_button
source: Set me up as an employee
es: Empleado

source: OR
es: o

# onboard_welcome_employer
source: I want to use this app to help me keep track of other people's time.
es: Quiero usar esta aplicación para controlar el tiempo de otras personas. Establéceme como empleador.

# onboard_welcome_employer_button
source: Set me up as an employer
es: Empleador

# onboard_intro_1
source: This app is for your personal use and we don't share your information with anyone.
es: Esta aplicación es para tu uso personal y no compartimos tu información con nadie.

# onboard_intro_2
source: We will guide you through the setup by asking you a few questions that will help you get started.
es: Si eliminas esta aplicación, tus datos también se eliminarán.

# onboard_intro_3
source: Please answer all of the questions and don't worry, you'll be able to change things later in the app's Settings.
es: Te guiaremos a través de las configuraciones haciéndote algunas preguntas que te ayudarán a comenzar a usar la aplicación.

# onboard_intro_note
source: Tap the right arrow below to continue.
es: Toca la flecha hacia la derecha debajo para continuar.

# onboard_name
source: What is you name or nickname?
es: ¿Cuál es tu nombre o apodo?

# onboard_name_employer
source: What is your employer's name or nickname?
es: ¿Cuál es el nombre o apodo de tu empleador?

# onboard_name_employee
source: What is your employee's name or nickname?
es: ¿Cuál es el nombre o apodo de tu empleado?

# onboard_employer_note
source: Note: you can add more employers later in Settings
es: Puedes agregar más empleadores más adelante en las Configuraciones

# onboard_employee_note
source: Note: You can add more employees later in Settings
es: Puedes agregar más empleados más adelante en ‘Mi Perfil’.

# onboard_pay_frequency_employer
source: How often do you get paid?
es: ¿Con qué frecuencia te pagan?

# onboard_pay_frequency_employee
source: How often does your employee get paid?
es: ¿Con qué frecuencia le pagan a tu empleado?

# onboard_pay_rate_employer
source: What is your pay rate?
es: ¿Cuál es tu tarifa de pago?

# onboard_pay_rate_employee
source: What is your employee's pay rate?
es: ¿Cuál es la tarifa de pago de tu empleado?

# onboard_overtime_employer
source: Are you eligible for paid overtime?
es: ¿Eres elegible para pago de sobretiempo?

# onboard_overtime_employee
source: What is your employee paid time?
es: ¿Tu empleado es elegible para pago de sobretiempo?

# onboard_overtime_yes
source: Yes (non-exempt)
es: Sí (no exento)

# onboard_overtime_no
source: No (exempt)
es: No (exento)

# onboard_state_employer
source: What state do you work in?
es: ¿Salario mínimo estatal?

# onboard_state_employee
source: What state does your employee work in?
es: ¿En qué estado trabaja el empleado?

# onboard_pay_note
source: Note: You can add more pay rates and states later in Settings
es: Puedes agregar más tarifas de pago y estados más adelante en ‘Mi Perfil.’

# onboard_review_title
source: You're almost done!
es: ¡Ya casi terminas!

# onboard_review_intro
source: Let's review your setup:
es: Revisemos tus configuraciones:

# onboard_review_name
source: You are
es: Eres

# onboard_review_employee
source: , an employee
es: , una empleada

# onboard_review_employee_employer
source: You work for
es: Trabajas para

# onboard_review_employee_workweek
source: Your employer's workweek starts on
es: La semana laboral de tu empleador comienza el

# onboard_review_employee_frequency
source: You are paid
es: Te pagan

# onboard_review_employee_rate
source: Your pay rate is $
es: Tu tarifa de pago es de $

# onboard_review_employee_state
source: Your employee works in
es: Trabajas en

# onboard_review_employer
source: , an employer
es: , una empleadora

# onboard_review_employer_employee
source: Your employee's name is
es: El nombre de tu empleado es

# onboard_review_employer_workweek
source: Your workweek starts on
es: Tu semana laboral comienza el

# onboard_review_employer_frequency
source: Your employee is paid
es: A tu empleado se le paga

# onboard_review_employer_rate
source: Your employee's pay rate is $
es: La tarifa de pago de tu empleado es de $

# onboard_review_employer_state
source: Your employee works in
es: Tu empleado trabaja en

# onboard_review_button
source: Looks good, let's go!
es: Se ve bien, ¡adelante!

# onboard_review_note
source: Note: if something doesn't look right, go back to previous steps to make your changes
es: Si algo no se ve bien, regresa a los pasos anteriores para corregir y regresa aquí para terminar.
