Repository: USDepartmentofLabor/DOL-Timesheet
Catalog: DOL-Timesheet/Resources/DOL-Timesheet/*.lproj/Localizable.strings
Languages: es

source: Timesheet
es: Hoja de Tiempo

source: Time Card
es: Tarjeta de Tiempo

source: Employee
es: Empleado

source: Employees
es: Empleados

source: Add Employee
es: Añadir Empleado

source: Employee Information
es: Información del Empleado

source: Who works for you?
es: ¿Quién trabaja para usted?

source: Manage Employees
es: Administrar Empleados

source: Edit Employee
es: Editar Empleado

source: Full Name
es: Nombre Completo

# payment_frequency_employee
source: How often are you paid?
es: ¿Con qué frecuencia le pagan?

# work_week_employee
source: On what day does your workweek begin?
es: ¿Qué día comienza su semana laboral?

# payment_type_employee
source: How is your pay determined?
es: ¿Cómo se determina su pago?

# hourly_rate_employee
source: What is your hourly pay rate?
es: ¿Cuál es su tarifa de pago por hora?

# salary_employee
source: What is your salary?
es: ¿Cuál es su salario?

# overtime_eligible_employee
source: Are you eligible for overtime pay (non-exempt)?
es: ¿Es usted elegible para el pago de sobretiempo (no exento)?

# confirm_delete_employers
source: Changing from employee to employer will delete all existing employers. Are you sure you want to delete all employers?
es: Cambiar de empleado a empleador eliminará todos los empleadores existentes. ¿Está seguro de que desea eliminar todos los empleadores?

source: Home Address
es: Dirección de Hogar

source: Work Address
es: Dirección de Trabajo

# street1
source: Address Line 1
es: Dirección Línea 1

# street2
source: Address Line 2
es: Dirección Línea 2

source: Employer
es: Empleador

source: Employers
es: Empleadores

source: Add Employer
es: Añadir Empleador

source: Employer Information
es: Información del Empleador

source: Who do you work for?
es: ¿Para quién trabaja?

source: Manage Employers
es: Administrar Empleadores

source: Edit Employer
es: Editar Empleador

source: Company Name
es: Nombre de la Compañía

# payment_frequency_employer
source: How often is your employee paid?
es: ¿Con qué frecuencia se le paga al empleado?

# work_week_employer
source: On what day does your employee's workweek begin?
es: ¿Qué día comienza la semana laboral de su empleado?

# payment_type_employer
source: How is your employee's pay determined?
es: ¿Cómo se determina el pago de su empleado?

# hourly_rate_employer
source: What is employee's hourly pay rate?
es: ¿Cuál es la tarifa de pago del empleado?

# salary_employer
source: What is your employee's salary?
es: ¿Cuál es el salario de su empleado?

# overtime_eligible_employer
source: Is your employee eligible for overtime pay (non-exempt)?
es: ¿Es elegible el empleado para pago de sobretiempo?

# confirm_delete_employees
source: Changing from employer to employee will delete all existing employees. Are you sure you want to delete all employees?
es: Cambiar de empleador a empleado eliminará todos los empleados existentes. ¿Está seguro de que desea eliminar todos los empleados?

source: Rate Amount
es: Cantidad de Tarifa

source: Minimum Wage Amount
es: Cantidad de Salario Mínimo

source: Resources
es: Recursos

source: Contact Us
es: Contáctenos

source: No Employees
es: Sin Empleados

source: No Employers
es: Sin Empleadores

# salary_annually
source: Annually
es: Anualmente

# salary_monthly
source: Monthly
es: Mensual

# salary_weekly
source: Weekly
es: Semanalmente

source: Payment Type
es: Tipo de Pago

# payment_type_hourly
source: Hourly
es: Hora

# payment_type_salary
source: Salary
es: Salario

# payment_type_tips
source: Tips
es: Propinas

# payment_type_paid_per_unit
source: Paid Per Unit
es: Pago Por Unidad

# hourly_payment_title
source: Hourly Payment
es: Pago por Hora

# payment_type_hourly_desc
source: The Fair Labor Standards Act (FLSA) requires that covered, nonexempt employees in the United States be paid at least the Federal minimum wage for each hour worked and receive overtime pay at one and one-half times the employee's regular rate of pay for all hours worked over 40 in a workweek.
es: La Ley de Normas Justas de Trabajo (FLSA, por sus siglas en inglés) requiere que los empleados cubiertos, no exentos, en los Estados Unidos se les pague al menos el salario mínimo federal por cada hora trabajada, y reciban pago de sobretiempo a tiempo y medio la tarifa regular de pago del empleado por todas las horas trabajadas por encima de 40 horas en una semana laboral.

# payment_type_salary_desc
source: A salary is a predetermined amount of pay and is generally expressed as an amount paid weekly, bi-weekly, semi-monthly, monthly or yearly.
es: Un salario es una cantida predeterminada de pago y generalmente se expresa como una cantidad pagada semanalmente, cada dos semanas, cada quince días, cada mes o cada año.

# work_week_sunday
source: Sunday
es: Domingo

# work_week_monday
source: Monday
es: Lunes

# work_week_tuesday
source: Tuesday
es: Martes

# work_week_wednesday
source: Wednesday
es: Miércoles

# work_week_thursday
source: Thursday
es: Jueves

# work_week_friday
source: Friday
es: Viernes

# work_week_saturday
source: Saturday
es: Sábado

# work_week_dont_know
source: I don't know
es: No sé

# payment_frequency_daily
source: Daily
es: Diario

# payment_frequency_weekly
source: Weekly
es: Semanal

# payment_frequency_biweekly
source: Bi-Weekly
es: Quincenal

# payment_frequency_monthly
source: Monthly
es: Mensual

# payment_frequency_semimonthly
source: Semi-Monthly
es: Semi mensual

source: Add New Employer
es: Añadir Nuevo Empleador

source: Add New Employee
es: Añadir Nuevo Empleado

# profile_hint
source: Tap To update Profile
es: Presione Para Actualizar Perfil

# employee_user_hint
source: Tap To Select Employee
es: Presione Para Seleccionar Empleado

# employer_user_hint
source: Tap To Select Employer
es: Presione Para Seleccionar Empleador

# state_hint
source: Tap to select state
es: Presione para seleccionar estado

# salary_type_hint
source: Tap To Select Salary Type
es: Presione Para Seleccionar Tipo de Salario

# work_week_hint
source: Tap To Select Work Week Start Day
es: Presione Para Seleccionar Día de Comienzo de la Semana de Trabajo

# payment_frequency_hint
source: Tap To Select Payment Frequency
es: Presione Para Seleccionar la Frecuencia de Pago

# total_Earnings_expand_hint
source: Tap to view Details
es: Presione para ver Detalles

# total_Earnings_collapse_hint
source: Tap to hide Details
es: Presione para ocultar Detalles

# overtime_next_pay_period
source: Overtime will be paid in next pay period.
es: El sobretiempo se pagará en el próximo período de pago.

# overtime_on_date
source: Overtime will be paid on %@.
es: El sobretiempo se pagará el %@.

source: Period Total
es: Total del Período

# period_total_hours_worked
source: Total time worked in current period
es: Total tiempo trabajado en el período actual

# period_total_hours_break
source: Total break time in current period
es: Total tiempo de descanso en el período actual

# display_details
source: Tap to display details
es: Presione para mostrar los detalles

# start_date_hint
source: Tap to select start date
es: Presione para seleccionar la fecha de comienzo

# payment_type_hint
source: Tap to select payment type
es: Presione para seleccionar el tipo de pago

# skip_employee_hint
source: Skip adding Employee
es: Omitir Añair Empleado

# skip_employer_hint
source: Skip adding Employer
es: Omitir Añadir Empleador

# profile_image_new_hint
source: Tap to select profile photo
es: Presione para seleccionar foto de perfil

# profile_image_hint
source: Tap to up[date profile photo
es: Presione para actualizar foto de perfil

source: Required
es: Requerido

source: Select State
es: Seleccionar Estado

source: Select Payment Type
es: Seleccionar Tipo de Pago

source: Select Start Date
es: Seleccionar Fecha de Comienzo

source: Total Worked
es: Total Trabajado

source: Total Break
es: Total de Descanso

# select_employee
source: Employee %@ selected
es: Empleado %@ seleccionado

# select_employer
source: Employer %@ selected
es: Empleador %@ seleccionado

source: Delete Time Log
es: Eliminar Registro de Tiempo

# delete_confirm_time_log_with_startdate
source: Are you sure you want to delete the time log with Start Time %@?
es: ¿Está seguro que quiere eliminar el registro de tiempo con la Hora de Entrada %@?

# delete_confirm_time_log
source: Are you sure you want to delete the time log?
es: ¿Está seguro de que quiere eliminar el registro de tiempo?

source: Delete Hourly Rate
es: Eliminar Tarifa por Hora

# delete_confirm_hourly_rate_log
source: Are you sure you want to delete %@?
es: ¿Está seguro que quiere eliminar %@?

# delete_rate_hint
source: Tap to delete %@
es: Presione para eliminar %@

# prev_period
source: Previous Period
es: Período Anterior

source: Next Period
es: Período Siguiente

# straight_earnings
source: Straight Time Earnings
es: Ingresos de Tiempo Regular

# straight_time_calculation
source: Hours Worked x Hourly Rate
es: Horas Trabajadas x Tarifa por Hora

# overtime
source: Overtime Pay
es: Pago de Sobretiempo

source: Details
es: Detalles

# click_enter_time
source: Tap to Enter time
es: Presione para Ingresar Tiempo

source: Yes
es: Sí

source: Close
es: Cerrar

# save_time_entry
source: Saved time log for %@
es: Guardar el registro de tiempo para %@

# start_time_hint
source: Tap To Select Start Time
es: Presione Para Seleccionar la Hora de Entrada

# end_time_hint
source: Tap To Select End Time
es: Presione Para Seleccionar la Hora de Salida

# break_time_hint
source: Tap To Select Break Time
es: Presione para Seleccionar el Tiempo de Descanso

# hourly_rate_hint
source: Tap To Select Houlry Rate
es: Presione para Seleccionar Tarifa por Hora

source: Enter Comments
es: Ingresar Comentarios

source: Enter Daily Comments.
es: Ingresar Comentarios Diarios.

# break_time_warning
source: Rest periods of short duration, usually 20 minutes or less, are common in industry and are customarily paid for as working time. These short periods will be counted as hours worked.
es: Los tiempos de descanso de corta duración, usualmente 20 minutos o menos, son comunes en la industria y por lo general se pagan como tiempo trabajado. Estos períodos cortos deben contarse como horas trabajadas. Los períodos realmente para comer (típicamente 30 minutos o más) generalmente no necesitan ser compensados como tiempo de trabajo. El empleado debe estar completamente “relevado” de sus “obligaciones” con el propósito de comer sus alimentos regulares para que ese tiempo no cuente como horas trabajadas. Para propósitos de esta DOL-Hoja de Tiempo, todos los tiempos de descanso que excedan los 20 minutos se descontarán de su total de horas trabajadas. Para preguntas relacionadas a las deducciones adecuadas para el tiempo de descanso, comuníquese con la División de Horas y Salarios.

source: Edit
es: Editar

source: Done
es: Listo

source: Delete
es: Eliminar

source: Delete Employer
es: Eliminar Empleador

source: Delete Employee
es: Eliminar Empleado

# delete_confirm_employer_info
source: Deleting employer will delete all time logged for employer. Are you sure you want to delete employer?
es: Eliminar el empleador eliminará todos los tiempos registrados para el empleador. ¿Está seguro de que desea eliminar el empleador?

# delete_confirm_employee_info
source: Deleting employee will delete all time logged for employee. Are you sure you want to delete employee?
es: Eliminar el empleado eliminará todos los tiempos registrados para el empleado. ¿Está seguro de que desea eliminar el empleado?

source: Hourly Rate Deleted
es: Tarifa por Hora Eliminada

source: Start Work
es: Empezar a trabajar

source: End Work
es: Terminar el trabajo

source: Start Break
es: Empezar el descanso

source: End Break
es: Terminar el descanso

source: Discard
es: Descartar

source: Discard Entry
es: Descartar Entrada

source: Manual Time Entry
es: Ingresar manualmente

# discard_entry_confirm
source: Are you sure you want to discard entry?
es: ¿Estás seguro de que quieres descartar la entrada?

# confirm_title
source: Confirm
es: Confirmar

source: Cancel
es: Cancelar

source: Settings
es: Configuración

# err_enter_name
source: Please enter name.
es: Por favor, ingrese su nombre.

# err_more_than_24_hours
source: Total hours for day can not be more that 24 hours.
es: El total de horas por día no puede ser más de 24 horas.

# err_time_too_early
source: The time you entered is too early. The time must be after any time entries above.
es: La hora que ha ingresado es demasiado temprano. La hora debe ser después de cualquier entrada de tiempo anterior.

# err_time_too_late
source: The time you entered is too late. The time must be before any time entries below.
es: La hora que ha ingresado es demasiado tarde. La hora debe ser antes de cualquier entrada de tiempo a continuación.

# err_time_between_start_endtime
source: %@ lies in between time %@ and %@.
es: %@ se encuentra entre el tiempo %@ y %@.

# err_break_more_than_hours_worked
source: Break time can not be more that hours worked.
es: El tiempo de descanso no puede ser mayor que las horas trabajadas.

# err_select_hourly_rate
source: Please select hourly rate.
es: Por favor, seleccione la tarifa por hora.

# err_invalid_zipcode
source: Please provide valid zip code with format 99999 or 99999-9999.
es: Por favor, ingrese un código postal válido con el formato 99999 o 99999-9999.

# err_invalid_phonenumber
source: Please provide valid phone number.
es: Por favor, ingrese un número de teléfono válido.

# err_invalid_employee_emailaddress
source: Please provide valid employee email address.
es: Por favor, ingrese dirección de correo electrónico de empleado válida.

# err_invalid_employer_emailaddress
source: Please provide your valid email address.
es: Por favor, ingrese su dirección de correo electrónico válida.

# err_enter_valid_minimum_wage
source: Please enter minimum wage.
es: Por favor, ingrese salario mínimo.

# err_enter_valid_salary
source: Please enter salary amount.
es: Por favor, ingrese cantidad de salario.

# err_add_employer
source: Please add employer to enter time.
es: Por favor, añada un empleador para ingresar tiempo.

# err_add_employee
source: Please add employee to enter time.
es: Por favor, añada un empleado para ingresar tiempo.

# err_add_hourly_rate
source: Please add hourly rate.
es: Por favor, añada la tarifa por hora.

# err_add_hourly_rate_name
source: Please specify name for hourly rate.
es: Por favor, especifique el nombre para la tarifa por hora.

# err_add_hourly_rate_value
source: Please specify hourly rate amount.
es: Por favor, especifique la cantidad de la tarifa por hora.

# err_camera_denied_title
source: Timesheet does not have access to your camera.
es: La hoja de asitencia no tiene acceso a su cámara.

# err_camera_denied
source: To enable access, click on Settings to allow access to camera.
es: Para permitir acceso

# err_title_minimum_wage
source: Your pay appears to be below the Federal minimum wage
es: Su pago parece estar por debajo del salario mínimo federal

# err_title_minimum_weekly_wage
source: Your salary appears to be below the Federal requirement
es: Su salario parece estar por debajo del requisito federal

# err_invalid_supervisor_emailaddress
source: Please provide valid supervisor email address.
es: Por favor, ingrese dirección de correo electrónico de supervisor válida.

source: Warning
es: Advertencia

# warning_split_time
source: Hours after midnight will populate your timesheet on the next day. Do you want to continue?
es: Las horas después de la medianoche se ingresarán en su hoja de asistencia del día siguiente. ¿Desea continuar?

# info_employee_employer
source: Federal labor laws, like those requiring minimum wage and overtime pay, generally apply only to employees. Not all people who work are necessarily emploees under the Fair Labor Standards Act (FLSA). There is no single fact or factor for determining whether an individual is an employee or an independent contractor under the FLSA. Determination of employee status does not depend on isolated factors, but on the economic realities of the situation and the circumstances of total activity.
es: Las leyes laborales federales, como las que exigen el salario mínimo y el pago de sobretiempo, por lo general solo se aplican a los trabajadores. No todas las personas que trabajan son necesariamente empleados según la Ley de Normas Justas de Trabajo (FLSA). No existe un solo hecho o factor para determinar si una persona es un trabajador o un contratista independiente según la FLSA. La determinación del estatus de trabajador no depende de factores aislados, sino de las realidades económicas de la situación y las circunstancias de la actividad total.

# info_employee
source: Federal labor laws, like those requiring minimum wage and overtime pay, generally apply only to employees. Not all people who work are necessarily employees under the Fair Labor Standards Act (FLSA). There is no single fact or factor for determining whether an individual is an employee or an independent contractor under the FLSA. Determination of employee status does not depend on isolated factors, but on the economic realities of the situation and the circumstances of the total activity.
es: Ingrese la información solicitada en los campos a continuación para identificar a su empleado. Esta información no se comparte con nadie.

# info_employer
source: Enter the information requested in the fields below to identify your employer. This information is not shared with anyone. Because many employees work for more than one employer at the same time, this helps users identify the employer for which they are recording their work time.
es: Ingrese la información solicitada en los campos a continuación para identificar a su empleador. Esta información no se comparte con nadie. Debido a que muchos empleados trabajan para más de un empleador al mismo tiempo, esto ayuda a los usuarios a identificar al empleador para el cual están registrando sus horas de trabajo.

# info_employee_payment_type
source: Your employer may pay you in a variety of ways: a certain amount of money per hour, a pre-determined salary, or by some other method. Please select the method that your employer uses to pay you.
es: Su empleador puede pagarle de varias maneras: una cierta cantidad de dinero por hora, un salario predeterminado u otro método. Por favor, seleccione el método que su empleador utiliza para pagarle.

# info_employer_payment_type
source: As an employer you may pay your employees in a variety of ways: a certain amount of money per hour, or by some other method. Please select the method that you use to pay your employees.
es: Como empleador, usted puede pagarles a sus empleados de varias maneras: una cierta cantidad de dinero por hora, un salario predeterminado u otro método. Por favor, seleccione el método que utiliza para pagarle a sus empleados.

# info_employee_hourly_pay_rate
source: If you are paid by the hour, enter the amount per hour here. Keep in mind that your hourly rate must be at least the federal minimum wage of $7.25 per hour. If you are paid less than that amount, please contact the <a href="http://www.dol.gov/whd/contact_us.htm">Wage and Hour Division.</a>
es: Si le pagan por hora, ingrese la cantidad por hora aquí. Tenga en cuenta que su tarifa por hora debe ser por lo menos el salario mínimo federal de $7.25 por hora. Si le pagan menos de esa cantidad, comuníquese con la <a href="https://www.dol.gov/agencies/whd/español" style="text-decoration: none">División de Horas y Salarios.</a>

# info_employer_hourly_pay_rate
source: If your employee is paid by the hour, enter the amount per hour here. Keep in mind that their hourly rate must be at least the federal minimum wage of $7.25 per hour. If employees are paid less than that amount, please contact the <a href="http://www.dol.gov/whd/contact_us.htm">Wage and Hour Division.</a>
es: Si le pagan por hora, ingrese la cantidad por hora aquí. Tenga en cuenta que su tarifa de pago por hora debe ser al menos el salario mínimo federal de $7.25 por hora. Si le pagan menos de esa cantidad, por favor comuníquese con la <a href="https://www.dol.gov/agencies/whd/español">División de Horas y Salarios.</a>

# info_overtime_eligible
source: In the United States, more than 148 million workers in more than 10.2 million workplaces are protected (or “covered”) by the Fair Labor Standards Act (FLSA). Unless a specific exemption applies, covered employees are due the federal minimum wage, currently $7.25 per hour, for every hour that they work, and overtime at time and one-half their regular rates of pay for any hours they work beyond 40 in a workweek. The law includes specific exemptions from these requirements under a variety of circumstances. For example, salaried “white-collar” employees may be exempt from the FLSA’s minimum wage and overtime pay requirements. If an employee meets all of the criteria for an exemption from minimum wage and/or overtime pay requirements, then those requirements do not apply to that employee. “Exempt” employees are not legally required to be paid minimum wage and/or overtime, depending upon the specific exemption that applies. “Non-exempt” employees are entitled by law to minimum wage and overtime pay. For additional information please contact the <a href="http://www.dol.gov/whd/contact_us.htm">Wage and Hour Division.</a>
es: En los Estados Unidos, más de 148 millones de trabajadores en más de 10.2 millones de lugares de trabajo están protegidos (o “cubiertos”) por la Ley de Normas Justas de Trabajo (FLSA). A menos que se aplique una exención específica, a los trabajadores cubiertos se les debe el salario mínimo federal, actualmente $7.25 por hora, por cada hora que trabajen, y el sobretiempo a tiempo y medio de sus tarifas regulares de pago por las horas que trabajen más allá de las 40 en una semana laboral. La ley incluye exenciones específicas de estos requisitos bajo una variedad de circunstancias. Por ejemplo, los empleados de "cuello blanco" pagados por salario pueden estar exentos de los requisitos de salario mínimo y pago de sobretiempo de la FLSA. Si un trabajador cumple con todos los criterios para una exención del salario mínimo y/o los requisitos de pago de sobretiempo, entonces esos requisitos no se aplican a ese trabajador. A los trabajadores “exentos” no se les exige legalmente que se les pague el salario mínimo y/o el sobretiempo, según la exención específica que se aplique. Los trabajadores “no exentos” tienen derecho por ley al salario mínimo y al pago de sobretiempo. Para obtener información adicional, comuníquese con la <a href="https://www.dol.gov/agencies/whd/español" style="text-decoration: none">División de Horas y Salarios.</a>.

# info_minimum_wage
source: The federal minimum wage is $7.25 per hour. Many states also have their own minimum wage laws. These state laws may provide greater employee protections than federal law; employers must comply with both. Where state law requires a higher minimum wage, that higher standard applies. For more information, or to find the minimum wage required by your state, click the “Minimum Wage Table” button.
es: El salario mínimo federal es de $7.25 por hora. Muchos estados también tienen sus propias leyes de salario mínimo. Estas leyes estatales pueden brindar mayor protección a los trabajadores que la ley federal; los empleadores deben cumplir con ambos. Cuando la ley estatal exige un salario mínimo más alto, se aplica ese estándar más alto. Para obtener más información, o para encontrar el salario mínimo requerido por su estado, haga clic en el botón "Tabla de salarios mínimos"
