Repository: USDepartmentofLabor/DOL-Timesheet
Catalog: DOL-Timesheet/Resources/DOL-Timesheet/*.lproj/Localizable.strings
Languages: es

# info_employee_workweek
source: An employee's workweek is a fixed and regularly recurring period of seven consecutive 24-hour periods. It does not have to coincide with the calendar week, nor does it necessarily align with when employees actually receive their pay. The employer determines when the workweek begins and ends for the purpose of keeping track of employees’ work time each week. For example, the workweek may begin Monday at 12:00am and end Sunday night at 11:59pm. Workers may be paid for time they worked during a workweek several days after the workweek ends. Enter the day that your workweek begins. If you do not know what day your workweek begins, the app will default the workweek start day to Sunday.
es: La semana laboral de un trabajador es un período fijo y recurrente de siete períodos consecutivos de 24 horas. No tiene que coincidir con la semana del calendario, ni necesariamente coincidir con el momento en que los trabajadores realmente reciben su pago. El empleador determina cuándo comienza y termina la semana laboral con el fin de realizar un seguimiento del tiempo de trabajo de los empleados cada semana. Por ejemplo, la semana laboral puede comenzar el lunes a las 12:00 a.m. y terminar el domingo por la noche a las 11:59 p.m. A los trabajadores se les puede pagar por el tiempo que trabajaron durante una semana laboral varios días después de que termine la semana laboral. Ingrese el día en que comienza su semana laboral. Si no sabe qué día comienza su semana laboral, la aplicación establecerá por defecto el día de inicio de la semana laboral como el domingo.

# info_employer_workweek
source: An employee's workweek is a fixed and regularly recurring period of seven consecutive 24-hour periods. It does not have to coincide with the calendar week, nor does it necessarily align with when employees actually receive their pay. The employer determines when the workweek begins and ends for the purpose of keeping track of employees’ work time each week. For example, the workweek may begin Monday at 12:00am and end Sunday night at 11:59pm. Workers may be paid for time they worked during a workweek several days after the workweek ends. Enter the day that your employee’s workweek begins. If you do not know what day employee's workweek begins, the app will default the workweek start day to Sunday
es: La semana laboral de un empleado es un período fijo y regular de siete períodos consecutivos de 24 horas. No es necesario que coincida con la semana del calendario, ni es necesario que coincida con la fecha cuando los empleados reciben su pago. El empleador determina cuándo comienza y termina la semana laboral con el propósito de llevar la cuenta del tiempo trabajado por los empleados cada semana. Por ejemplo, la semana laboral puede comenzar el lunes a las 12:00 a.m. y terminar el domingo por la noche a las 11:59 p.m. Se les puede pagar a los trabajadores varios días después de que termine la semana laboral. Ingrese el día en que comienza la semana laboral de su empleado. Si usted no sabe qué día comienza la semana laboral de su empleado, la aplicación asignará el domingo como día de comienzo de la semana laboral.

# info_employee_payment_frequency
source: The employer determines how frequently you are paid. Select the option that shows how often you are paid. Bi-weekly means being paid once every two weeks on the same day (for example, being paid every other Friday). Semi-monthly means being paid twice a month (for example, being paid on the 5th and 20th of each month).
es: El empleador determina con qué frecuencia le paga. Seleccione la opción que muestra la frecuencia con la que se le paga. Cada dos semanas significa que le pagan una vez cada dos semanas el mismo día (por ejemplo, le pagan un viernes sí y un viernes no). Cada quince días significa que le pagan dos veces al mes (por ejemplo, le pagan el día 5 y el día 20 de cada mes).

# info_employer_payment_frequency
source: As the employer you determine how frequently your employees are paid. Select the option that shows how often your employees are paid.
es: Como empleador, usted determina con qué frecuencia le paga a sus empleados. Seleccione la opción que muestra la frecuencia con la que le paga a sus empleados.

# info_employee_salary
source: Enter the amount of the salary your employer pays you, and how frequently.
es: Ingrese la cantidad del salario que le paga su empleador y con qué frecuencia.

# info_employer_salary
source: Enter the amount of the salary you pay your employee, and how frequently.
es: Ingrese la cantidad de salario que le paga a su empleado y con qué frecuencia.

# info_overtime
source: Overtime generally is due for any hours an employee works beyond 40 in a workweek, and must be paid at one-and-one-half times the employee’s regular rate of pay.
es: En general, el sobretiempo se paga por todas las horas que un empleado trabajó por encima de las 40 horas en una semana laboral, y se deben pagar a tiempo y medio con respecto a la tarifa de pago regular del empleado.

# info_overtime_pay
source: Overtime generally is due for any hours an employee works beyond 40 in a workweek, and must be paid at one-and-one-half times the employee’s regular rate of pay.
es: En general, el sobretiempo se paga por todas las horas que un empleado trabajó por encima de las 40 horas en una semana laboral, y se deben pagar a tiempo y medio con respecto a la tarifa de pago regular del empleado.

# info_break_time
source: Rest periods of short duration, usually 20 minutes or less, are common in industry and are customarily paid for as working time. These short periods must be counted as hours worked. Bona fide meal periods (typically 30 minutes or more) generally need not be compensated as work time. The employee must be completely relieved from duty for the purpose of eating regular meals in order for that time not to count as work time. For purposes of this DOL-Timesheet, all break time in excess of 20 minutes will be deducted from your total hours of work. For questions regarding proper deductions for break time, please contact the <a href="http://www.dol.gov/whd/contact_us.htm" style="text-decoration: none">Wage and Hour Division.</a>
es: Los períodos de descanso de corta duración, generalmente de 20 minutos o menos, son comunes en la industria y habitualmente se pagan como tiempo de trabajo. Estos breves períodos deben contabilizarse como horas trabajadas. Los períodos realmente para comer (típicamente 30 minutos o más) generalmente no necesitan ser compensados como tiempo de trabajo. El trabajador debe estar completamente relevado de sus funciones con el fin de comer comidas regulares para que ese tiempo no cuente como tiempo de trabajo. Para propósitos de la DOL-Hoja de Tiempo, todo el tiempo de descanso que exceda los 20 minutos se deducirá de sus horas totales de trabajo. Si tiene preguntas sobre las deducciones adecuadas por el tiempo de descanso, comuníquese con la <a href="https://www.dol.gov/agencies/whd/español">División de Horas y Salarios.</a>.

# info_end_time
source: If you work an overnight shift, hours after midnight will populate your timesheet on the next day
es: Si trabaja un turno nocturno, las horas después de la medianoche se ingresarán en su hoja de tiempo del día siguiente

# info_import_employee
source: We have detected an existing WHD Timesheet database. In this case we need you to specify an Employee to associate with these database records. Later you will have the oppurtunity to update your profile and add an Employer or multiple Employees
es: Hemos detectado una base de datos de WHD Hoja de Asistencia existente. En este caso, necesitamos que especifique un Empleado para asociarlo con estos registros de la base de datos. Más adelante tendrá la oportunidad de actualizar su perfil y añadir un Empleador o varios Empleados.

# info_regular_rate
source: Regular Rate
es: Tarifa Regular

# info_pay_title
source: Pay
es: Pago

# info_overtime_title
source: Overtime
es: Sobretiempo

# info_minimum_wage_title
source: Minimum Wage
es: Salario Mínimo

# info_non_exempt_title
source: Non-Exempt
es: No Exento

# info_work_week_title
source: Workweek
es: Semana Laboral

# info_break_time_title
source: Break Time
es: Tiempo de Descanso

# info_glossary_overtime
source: The federal overtime provisions are contained in the Fair Labor Standards Act (FLSA). Unless exempt, employees covered by this law must receive overtime pay for hours they work over 40 in a workweek at a rate not less than time and one-half their regular rates of pay. There is no limit on the number of hours employees aged 16 and older may work in any workweek. The law does not require overtime pay for work on Saturdays, Sundays, holidays, or regular days of rest, unless overtime is worked on such days. The FLSA applies on a workweek basis. An employee's workweek is a fixed and regularly recurring period of 168 hours — seven consecutive 24-hour periods. It need not coincide with the calendar week, but may begin on any day and at any hour of the day. Different workweeks may be established for different employees or groups of employees. Averaging of hours over two or more weeks is not permitted. Normally, overtime pay earned in a particular workweek must be paid on the regular pay day for the pay period in which the wages were earned.
es: Las disposiciones federales respecto al sobretiempo se encuentran en la Ley de Normas Justas de Trabajo (FLSA, por sus siglas en inglés). A menos que estén exentos, los empleados cubiertos por esta ley deben recibir el pago de sobretiempo por las horas trabajadas por encima de 40 horas en una semana laboral a una tarifa no menos que tiempo y medio de sus tarifas regulares de pago. No hay límite en la cantidad de horas que los empleados mayores de 16 años pueden trabajar en cualquier semana laboral. La ley no exige el pago de sobretiempo por trabajar los sábados, domingos, días feriados o días regulares de descanso, a menos que trabaje sobretiempo en esos días.

# info_glossary_minimum_wage
source: The federal minimum wage is $7.25 per hour. Many states also have their own minimum wage laws. These state laws may provide greater employee protections than federal law; employers must comply with both. Where state law requires a higher minimum wage, that higher standard applies. For more information, or to find the minimum wage required by your state, visit the Wage and Hour Division’s <a href="https://www.dol.gov/whd/minwage/america.htm">Minimum Wage Laws in the State page.</a>
es: El salario mínimo federal es $7.25 por hora. Muchos estados también tienen sus propias leyes de salario mínimo. Estas leyes estatales pueden brindar mayor protección a los trabajadores que la ley federal; los empleadores deben cumplir con ambos. Cuando la ley estatal exige un salario mínimo más alto, se aplica ese estándar más alto. Para obtener más información, o para encontrar el salario mínimo requerido por su estado, haga clic en el botón "Tabla de salarios mínimos".

# info_glossary_work_week
source: An employee's workweek is a fixed and regularly recurring period of seven consecutive 24-hour periods. It does not have to coincide with the calendar week, nor does it necessarily align with when employees actually receive their pay. The employer determines when the workweek begins and ends for the purpose of keeping track of employees’ work time each week. For example, the workweek may begin Monday at 12:00am and end Sunday night at 11:59pm. Workers may be paid for time they worked during a workweek several days after the workweek ends. Enter the day that your workweek begins. If you do not know what day your workweek begins, the app will default the workweek start day to Sunday.
es: La semana laboral de un trabajador es un período fijo y recurrente de siete períodos consecutivos de 24 horas. No tiene que coincidir con la semana del calendario, ni necesariamente coincidir con el momento en que los trabajadores realmente reciben su pago. El empleador determina cuándo comienza y termina la semana laboral con el fin de realizar un seguimiento del tiempo de trabajo de los empleados cada semana. Por ejemplo, la semana laboral puede comenzar el lunes a las 12:00 a.m. y terminar el domingo por la noche a las 11:59 p.m. A los trabajadores se les puede pagar por el tiempo que trabajaron durante una semana laboral varios días después de que termine la semana laboral. Ingrese el día en que comienza su semana laboral. Si no sabe qué día comienza su semana laboral, la aplicación establecerá por defecto el día de inicio de la semana laboral como el domingo.

source: Import Started
es: Importación Iniciada

source: Import Finished
es: Importación Finalizada

# email not setup
source: Email Not setup. Please setup email to send timesheet import logs.
es: Correo electrónico No configurado. Por favor configure su correo electrónico para enviar los registros de importación de la hoja de asistencia.

# click_yes_to_share
source: Tap to share your data
es: Presione para compartir su información

# click_no_to_not_share
source: Tap to not share your data
es: Presione para no compartir su información

# fsla_linked_text
source: elaws FLSAOvertime Security Advisor
es: Asesor de seguridad de sobretiempo de la FLSA de elaws

# fsla_56A_linked_text
source: Fact Sheet 56A
es: la Hoja informativa 56A

# regular_rate_exclude1
source: • Expense reimbursement
es: • Reembolso de gastos

# regular_rate_exclude2
source: • Premium payments for overtime work
es: • Pago de primas para el trabajo de sobretiempo

# regular_rate_exclude3
source: • Premiums paid for work on Saturdays, Sundays, and holidays
es: • Primas pagadas por trabajo en sábados, domingos y días festivos

# regular_rate_exclude4
source: • Discretionary bonuses and gifts (holiday bonuses, etc.)
es: • Bonos discrecionales y regalos (bonos de vacaciones, etc.)

# regular_rate_exclude5
source: • Vacation, holiday, or sick pay
es: • Vacaciones, feriados o pago por enfermedad

# regular_rate_exclude6
source: • Profit sharing, thrift, and savings plans
es: • Planes de participación en las ganancias y ahorro

# regular_rate_exclude7
source: • Talent fees
es: • Honorarios de talento

# regular_rate_exclude8
source: • Contributions made to benefit plans (retirement, life insurance, health insurance, etc.)
es: • Aportaciones realizadas a planes de beneficios (jubilación, seguro de vida, seguro médico, etc.)

# regular_rate_include1
source: • Shift differentials
es: • Diferenciales de turno

# regular_rate_include2
source: • Production bonuses
es: • Bonos de producción

# regular_rate_include3
source: • Attendance bonuses
es: • Bonos por asistencia

# regular_rate_include4
source: • Longevity bonuses
es: • Bonos de longevidad

# regular_rate_include5
source: • Value of employer-provided housing
es: • Valor de la vivienda provista por el empleador

# dash_work_week
source: - Work Week
es: - Semana Laboral

source: Work Week
es: Semana Laboral

source: Next
es: Siguiente

source: Introduction
es: Introducción

source: My Profile
es: Mi Perfil

source: Profile Setup
es: Configuración de Perfil

source: Please setup your profile
es: Por favor configure su perfil

source: * Indicates a required field
es: * Indica un campo requerido

# introduction_title_text
source: Introduction
es: Introducción

# introduction_text1
source: The information input via this app is never shared with the U.S. Department of Labor.
es: La información ingresada a través de esta aplicación nunca se comparte con el Departamento de Trabajo de los Estados Unidos.

# introduction_text2
source: The Department of Labor is providing this app as a public service. This service is continually under development. We will make every effort to correct errors brought to our attention. Users should be aware that, while we try to keep the information timely and accurate, there will often be a delay between official publication of materials and their appearance in or modification of this app. Further, the conclusions reached by this app rely on the accuracy of the data provided by the user. Therefore, we make no express or implied guarantees. The Federal Register and the Code of Federal Regulations are the official sources for regulatory information published by the Department of Labor.
es: El Departamento de Trabajo proporciona esta aplicación como un servicio público. Este servicio está en continuo desarrollo. Haremos todo lo posible para corregir los errores que se nos informen. Los usuarios deben tener en cuenta que, mientras tratamos de mantener la información actualizada y precisa, a menudo habrá un retraso entre la publicación oficial de los materiales y su aparición o modificación en esta aplicación. Además, las conclusiones a las que llega esta aplicación se basan en la precisión de los datos proporcionados por el usuario. Por lo tanto, no ofrecemos garantías expresas o implícitas. El Registro Federal y el Código de Regulaciones Federales son las fuentes oficiales de información regulatoria publicada por el Departamento de Trabajo.

# full_name_intro
source: Full Name*
es: Nombre Completo*

source: Phone
es: Teléfono

source: Email
es: Correo Elect

# employee_employer_profile
source: Are you an employee or employer?
es: ¿Es usted empleado o empleador?

source: City
es: Ciudad

source: State
es: Estado

source: Zip Code
es: Código Postal

# zipcode_hint
source: 99999 or 99999-9999
es: 99999 o 99999-9999

source: Employment
es: Empleo

source: Supervisor Name
es: Nombre del Supervisor

source: Supervisor Email
es: Correo Electrónico del Supervisor

source: Employee Number
es: Número de Empleado

source: Start Date
es: Fecha de Comienzo

source: Skip
es: Saltar

source: Payment Frequency
es: Frecuencia de Pago

# fsla_requirements
source: The Fair Labor Standards Act (FLSA) requirements
es: Los requisitos de la Ley de Normas Justas de Trabajo (FLSA)

source: Rate Name
es: Nombre de la Tarifa

source: Per Hour
es: Hora

# what_is_minimum_wage_title
source: What is the minimum wage in your state?
es: ¿Cuál es el salario mínimo en su estado?

# federal_wage_label
source: Federal Minimum Wage is $7.25
es: El Salario Mínimo Federal es $7.25

source: Minimum Wage Table
es: Tabla de Salario Mínimo

source: Add Another Rate
es: Agregar Otra Tarifa

source: Hours Worked
es: Horas Trabajadas

source: Break Hours
es: Horas de Descanso

# started_work
source: - Started work on
es: - Comenzó a trabajar el

# started_break
source: - Started break at
es: - Comenzo el descanso el

source: Comments
es: Comentarios

# info_title
source: Info
es: Información

source: Glossary
es: Glosario

source: About
es: Sobre

# contact_whd_title
source: Call us (toll-free)
es: Llámanos (sin costo)

# contact_whd_operation_hours
source: Help is available M-F, 8 AM - 8PM Eastern
es: Hay ayuda disponible de lunes a viernes, 8AM - 8PM horario del este

# contact_statement
source: All services are free and confidential, whether you are documented or not. Please remember that your employer cannot terminate you or in any other manner discriminate against you for filing a complaint with Wage and Hour Division.
es: Todos los servicios son gratuitos y confidenciales, ya sea que tenga documentos o no. Por favor, recuerde que su empleador no puede despedirlo ni discriminarlo de ninguna forma por presentar una queja ante la División de Horas y Salarios.

source: Ask us a specific question
es: Háganos una pregunta específica

# send_email_whd
source: Wage and Hour Division Contact Online Form
es: Formulario de contacto electrónico de la División de Horas y Salarios

source: Tell us about issues with the app
es: Cuéntenos sobre los problemas con la aplicación

# contact_webmaster
source: Email
es: Correo Electrónico

source: Visit us online
es: Visítenos en línea

# contact_whd_website
source: Wage and Hour Division
es: División de Horas y Salarios

# contact_whd_contact_us
source: Wage and Hour Division Local Offices
es: Oficinas Locales de la División de Horas y Salarios

source: Enter Time
es: Ingresar Hora

source: Start
es: Comenzar

source: End
es: Terminar

source: Break
es: Descanso

source: Rate
es: Tarifa

source: Daily Comments
es: Comentarios Diarios

source: Time Entries
es: Entradas de Tiempo

source: Day
es: Día

source: Total Worked (Hours)
es: Total de Horas Trabajadas

source: Total Break (Hours)
es: Total de Horas de Descanso

source: Summary
es: Resumen

# overtime_summary
source: Overtime
es: Sobretiempo

source: Earnings
es: Ingresos

source: Total Earning
es: Total de Ingresos

source: Straight Time Earnings
es: Ingresos de Tiempo Regular

source: Regular Rate Of Pay
es: Tarifa Regular de Pago

# regular_rate_of_pay_equation
source: Straight Time Earnings / Hours Worked
es: Ingresos de Tiempo Regular/Horas Trabajadas

source: Overtime Pay
es: Pago de Sobretiempo

# overtime_pay_equation
source: Regular Rate of Pay x 0.5 x Overtime Hours
es: Tarifa de Pago Regular x 0.5 x Horas de Sobretiempo

source: Version Number:
es: Número de Versión:

source: Address
es: Dirección

source: Edit Employment
es: Editar Empleo

source: Save
es: Guardar

source: Salary Payment
es: Pago de Salario

# info_regular_rate_pay
source: The regular rate of pay, upon which an employer calculates an employee’s overtime rate, cannot be less than then minimum wage. The regular rate includes all payments for employment except certain payments that the law allows employers to exclude.
es: La tarifa regular de pago, sobre la cual un empleador calcula la tarifa de sobretiempo de un trabajador, no puede ser inferior al salario mínimo. La tarifa regular incluye todos los pagos por empleo, excepto ciertos pagos que la ley permite que los empleadores excluyan.

source: Date
es: Fecha

# flsa_info1
source: The Fair Labor Standards Act (FLSA) requires that most employees receive the minimum wage for all the hours that they work, and overtime, at time and one-half their regular rates of pay, for hours they work beyond 40 in a workweek.
es: La Ley de Normas Justas de Trabajo (FLSA) exige que la mayoría de los trabajadores reciban el salario mínimo por todas las horas que trabajen, y sobretiempo, a tiempo y medio de sus tarifas regulares de pago, por las horas que trabajen más de 40 en una semana laboral.

# flsa_info2
source: The law includes some exemptions from these requirements. Some executive, administrative, professional, and outside sales workers, as well as some workers in the computer field, for example, are among those who, by law, are not required to receive the minimum wage and overtime pay from their employers.
es: La ley incluye algunas excepciones a estos requisitos. Algunos trabajadores ejecutivos, administrativos, profesionales y de ventas externas, así como algunos trabajadores en el campo de la informática, por ejemplo, se encuentran entre aquellos que, por ley, no están obligados a recibir el salario mínimo y el pago de sobretiempo de sus empleadores.

source: Period of
es: Periodo de

# set_start_time_before_end_time
source: End Time can't be set until Start Time has been set
es: La Hora de Salida no se puede ingresar hasta que se ingrese una Hora de Entrada

# csv_header
source: ,Start Date,End Date,Employer,Employer Address,Employee,Employee Number,Employee Address,Payment Type,Payment Frequency,Total Earnings,Straight Time Earnings,Overtime
es: ,Fecha de Comienzo,Fecha de Salida,Empleador,Direccion del Empleador,Empleado,Numero de Empleado,Direccion del Empleado,Tipo de pago,Frecuencia de Pago,Total de Ganancias,Ganancias de Tiempo Regular,Sobretiempo

# csv_header2
source: ,Date,StartTime,EndTime,Break,Comments,Rate,Daily Comment
es: ,Fecha,Hora de Entrada,Hora de Salida, Descanso,Comentarios,Tarifa,Comentario Diario
